[
  {
    "cttId": "0A6UV",
    "source": "https://jamesclear.com/3-2-1/september-2-2021",
    "text": "Many people wish they started sooner. Almost nobody wishes they started later."
  },
  {
    "cttId": "rcF_x",
    "source": "https://jamesclear.com/3-2-1/september-2-2021",
    "text": "Failure is most useful when you give your best effort.\n\nIf you fail with a lackluster effort, you haven't learned much. Perhaps you could have succeeded with proper focus.\n\nBut if your best effort fails, you have learned something valuable: this way doesn't work."
  },
  {
    "cttId": "7ma70",
    "source": "https://jamesclear.com/3-2-1/september-2-2021",
    "text": "Nobody is rooting for you to fail.\n\nYou may succeed. You may fail. But, for the most part, nobody cares one way or the other.\n\nThis is good. The world is big and you are small, which means you can chase your dreams with little worry for what people think."
  },
  {
    "cttId": "Gn0e1",
    "source": "https://jamesclear.com/3-2-1/august-26-2021",
    "text": "Always be prepared to absorb a big hit. \n\nAlways be focused enough to create a big win. \n\nDiversified enough to survive, concentrated enough to matter."
  },
  {
    "cttId": "887aT",
    "source": "https://jamesclear.com/3-2-1/august-26-2021",
    "text": "Don’t feel qualified? Nobody does. \n\nYou can only be qualified to do that which you have already accomplished or trained for.\n\nAnything new is accomplished by unqualified people."
  },
  {
    "cttId": "385p7",
    "source": "https://jamesclear.com/3-2-1/august-19-2021",
    "text": "Never expect to fail, but always plan for it. \n\nThe fastest way to get back on track is to have a plan for when you're off it."
  },
  {
    "cttId": "gcH7B",
    "source": "https://jamesclear.com/3-2-1/august-19-2021",
    "text": "In many cases, improvement is not about doing more things right, but about doing less things wrong.\n\nDon't look for things to add. Look for things to eliminate."
  },
  {
    "cttId": "XaWl6",
    "source": "https://jamesclear.com/3-2-1/august-19-2021",
    "text": "We cannot control our luck—good or bad—but we can control our effort and preparation. \n\nLuck smiles on us all from time to time. And when it does, the way to honor your good luck is to work hard and make the most of it."
  },
  {
    "cttId": "U5V87",
    "source": "https://jamesclear.com/3-2-1/august-12-2021",
    "text": "The things you take pride in are the same things you are likely to be biased about. \n\nHow might the things you take pride in be misleading you? \n\nThe tighter you cling to your current identity, the harder it becomes to grow beyond it."
  },
  {
    "cttId": "l533x",
    "source": "https://jamesclear.com/3-2-1/august-12-2021",
    "text": "Know what you want. \n\nFollow a trajectory where what you want is a possible outcome. \n\nBuild a system to incrementally improve your ability to follow that trajectory. \n\nTrust yourself. \n\nEnjoy the outcomes.\n\nRepeat."
  },
  {
    "cttId": "Mjt0x",
    "source": "https://jamesclear.com/3-2-1/august-5-2021",
    "text": "A quick and easy tip for building habits that last:\n\nPick a standard time and place to do it.\n\nIt’s easier to wake up knowing I exercise at 4pm than to decide each time when to fit a habit into your day.\n\nIf it’s already decided, all you need to do is show up."
  },
  {
    "cttId": "0akEm",
    "source": "https://jamesclear.com/3-2-1/august-5-2021",
    "text": "Spend more time searching for better information sources. \n\nA body filled with junk food struggles to move well. \n\nA mind filled with junk thoughts struggles to think well."
  },
  {
    "cttId": "98CF4",
    "source": "https://jamesclear.com/3-2-1/august-5-2021",
    "text": "Different meanings can be assigned to the same events.\n\nLook for evidence of how the world is encouraging you, and you will find it.\n\nLook for evidence of how the world is burdening you, and you will find it. \n\nChoose an explanation that empowers you."
  },
  {
    "cttId": "rdJCN",
    "source": "https://jamesclear.com/3-2-1/july-29-2021",
    "text": "The Cardinal Rule of Behavior Change:\n\nWhat gets rewarded, gets repeated. What gets punished, gets avoided.\n\nDon't reward behavior you don't want to see repeated."
  },
  {
    "cttId": "UdG6y",
    "source": "https://jamesclear.com/3-2-1/july-29-2021",
    "text": "The bad days are more important than the good days.\n\nIf you write or exercise or meditate or cook when you don't feel like it, then you maintain the habit.\n\nAnd if you maintain the habit, then all you need is time."
  },
  {
    "cttId": "e5P1T",
    "source": "https://jamesclear.com/3-2-1/july-29-2021",
    "text": "You can usually accomplish more by giving something your full effort for a few years rather than giving it a lukewarm effort for fifty years. \n\nPick a priority for this season of your life and do it to the best of your ability."
  },
  {
    "cttId": "eK5b_",
    "source": "https://jamesclear.com/3-2-1/july-22-2021",
    "text": "Not being busy is a competitive advantage.\n\nMost people are so strapped for time they can't take advantage of lucky opportunities or quickly resolve unexpected problems.\n\nMaintain a bias toward action, but leave room for the unexpected."
  },
  {
    "cttId": "v13dK",
    "source": "https://jamesclear.com/3-2-1/july-22-2021",
    "text": "Finishing projects is part of what it means to deliver high quality work. It's not high quality if your perfectionism prevents you from finishing."
  },
  {
    "cttId": "676y1",
    "source": "https://jamesclear.com/3-2-1/july-15-2021",
    "text": "Unfinished projects can’t compound."
  },
  {
    "cttId": "d53ce",
    "source": "https://jamesclear.com/3-2-1/july-15-2021",
    "text": "When choosing a new habit many people seem to ask themselves, What can I do on my best days?\n\nThe trick is to ask, What can I stick to even on my worst days?\n\nStart small. Master the art of showing up. Scale up when you have the time, energy, and interest."
  },
  {
    "cttId": "4K7Wt",
    "source": "https://jamesclear.com/3-2-1/july-8-2021",
    "text": "You don't need to predict how everything will play out. \n\nJust master the next step and continue moving in the right direction."
  },
  {
    "cttId": "Wkb1m",
    "source": "https://jamesclear.com/3-2-1/july-8-2021",
    "text": "Prediction depends on events outside your control. \nCreation depends on events within your control. \nDon’t guess about the future. Shape it."
  },
  {
    "cttId": "fwAF8",
    "source": "https://jamesclear.com/3-2-1/july-1-2021",
    "text": "Choosing the priority is as important as working on it."
  },
  {
    "cttId": "D30Ax",
    "source": "https://jamesclear.com/3-2-1/july-1-2021",
    "text": "A surprisingly effective way to get what you want is to not settle for less than what you want.\n\nIt doesn't always work—you can't force the world to be a certain way—and you may need patience and doggedness, but your life bends toward what you accept."
  },
  {
    "cttId": "P9Ypx",
    "source": "https://jamesclear.com/3-2-1/june-24-2021",
    "text": "Starting from zero can be a gift. \n\nIf you don't have much to begin with, you don't have much to lose. \n\nYou can be bold when you aren't trying to protect something."
  },
  {
    "cttId": "uLR13",
    "source": "https://jamesclear.com/3-2-1/june-24-2021",
    "text": "You don’t need a better computer to become a writer. \n\nYou don’t need a better guitar to become a musician.\n\nYou don’t need a better camera to become a photographer. \n\nWhat you need is to get to work."
  },
  {
    "cttId": "F33LG",
    "source": "https://jamesclear.com/3-2-1/june-17-2021",
    "text": "Motivation often comes after starting, not before. \n\nAction produces momentum."
  },
  {
    "cttId": "G4oWH",
    "source": "https://jamesclear.com/3-2-1/june-10-2021",
    "text": "Patience is a competitive advantage. \n\nIn a surprising number of fields, you can find success if you are simply willing to do the reasonable thing longer than most people."
  },
  {
    "cttId": "03Uk5",
    "source": "https://jamesclear.com/3-2-1/june-10-2021",
    "text": "Most people don’t want accurate information, they want validating information.\n\nGrowth requires you to be open to unlearning ideas that previously served you."
  },
  {
    "cttId": "dZo5f",
    "source": "https://jamesclear.com/3-2-1/june-3-2021",
    "text": "Planning and preparation are useful until they become a form of procrastination. \n\nIs this task enhancing my actions or substituting for them?"
  },
  {
    "cttId": "3k607",
    "source": "https://jamesclear.com/3-2-1/june-3-2021",
    "text": "Too often, we fall into an all-or-nothing cycle with our habits. \n\nThe problem is not slipping up; the problem is thinking that if you can’t do something perfectly, then you shouldn’t do it at all."
  },
  {
    "cttId": "V4fTX",
    "source": "https://jamesclear.com/3-2-1/may-27-2021",
    "text": "If you think you can learn a lot from reading books, try writing one."
  },
  {
    "cttId": "kfE6n",
    "source": "https://jamesclear.com/3-2-1/may-20-2021",
    "text": "Most of the excuses I made...\n\n-not enough time\n-not enough money\n-not enough knowledge\n-not the right connections\n\n...were just ways to avoid the real bottleneck: Not enough courage.\nThere was always a small step I could have taken—if I had the guts to take it."
  },
  {
    "cttId": "gwf22",
    "source": "https://jamesclear.com/3-2-1/may-20-2021",
    "text": "You can either be judged because you created something or ignored because you left your greatness inside of you. Your call."
  },
  {
    "cttId": "386Vs",
    "source": "https://jamesclear.com/3-2-1/may-13-2021",
    "text": "A recipe for getting more out of what you read: \n\nStart more books. Quit most of them. Read the great ones twice."
  },
  {
    "cttId": "olKw2",
    "source": "https://jamesclear.com/3-2-1/may-6-2021",
    "text": "More effort is wasted doing things that don’t matter than is wasted doing things inefficiently. \n\nElimination is the highest form of optimization."
  },
  {
    "cttId": "6jOJn",
    "source": "https://jamesclear.com/3-2-1/may-6-2021",
    "text": "We cannot predict the value our work will provide to the world. That’s fine. It is not our job to judge our own work. It is our job to create it, to pour ourselves into it, and to master our craft as best we can."
  },
  {
    "cttId": "X5p87",
    "source": "https://jamesclear.com/3-2-1/april-29-2021",
    "text": "How did you accomplish that? \n\nSame as everything else. Gradually, then all at once."
  },
  {
    "cttId": "c06GB",
    "source": "https://jamesclear.com/3-2-1/april-29-2021",
    "text": "Books for mindset.\n\nQuiet time to think for strategy.\n\nConversations with successful peers for tactics."
  },
  {
    "cttId": "7i787",
    "source": "https://jamesclear.com/3-2-1/april-29-2021",
    "text": "In many cases, the bottleneck to achieving results is making the time to do the work. \n\nYou're capable of exercising, but are you making the time? \nYou're capable of writing, but are you making the time? \nYou're capable of reading, but are you making the time?"
  },
  {
    "cttId": "d8cq4",
    "source": "https://jamesclear.com/3-2-1/april-22-2021",
    "text": "The more you move, the easier it is to keep moving. Maintain the momentum."
  },
  {
    "cttId": "521TH",
    "source": "https://jamesclear.com/3-2-1/april-22-2021",
    "text": "The Paradox of Focus: \n\nMake the most of one opportunity and more opportunities will come your way. \n\nMoving boldly in one direction causes more paths to unfold before you. \n\nTo get more, focus on less."
  },
  {
    "cttId": "32b8T",
    "source": "https://jamesclear.com/3-2-1/april-15-2021",
    "text": "Whenever you are stuck searching for the optimal plan, remember: \n\nGetting started changes everything."
  },
  {
    "cttId": "1a9fb",
    "source": "https://jamesclear.com/3-2-1/april-15-2021",
    "text": "The desire to improve does not have to come from a place of self-loathing."
  },
  {
    "cttId": "ymG4r",
    "source": "https://jamesclear.com/3-2-1/april-15-2021",
    "text": "The teacher learns more than the student.\nThe author learns more than the reader.\nThe speaker learns more than the attendee.\nThe way to learn is by doing."
  },
  {
    "cttId": "H3L0x",
    "source": "https://jamesclear.com/3-2-1/april-8-2021",
    "text": "A simple rule for life and work:\nDon’t rush, but don’t wait.\nThoughtful action."
  },
  {
    "cttId": "dbKfB",
    "source": "https://jamesclear.com/3-2-1/april-8-2021",
    "text": "Your life is purchased by where you spend your attention."
  },
  {
    "cttId": "p69h1",
    "source": "https://jamesclear.com/3-2-1/april-8-2021",
    "text": "The Process:\n1) Decide what you want to achieve.\n2) Try different ways of achieving it until you find one that works for you.\n3) Do more of what works. Do less of what doesn’t.\n4) Don’t stop doing it until it stops working.\n5) Repeat."
  },
  {
    "cttId": "eM9dc",
    "source": "https://jamesclear.com/3-2-1/april-1-2021",
    "text": "Fear of failure is higher when you're not working on the problem. \n\nIf you are taking action, you are less worried about failure because you realize you can influence the outcome."
  },
  {
    "cttId": "Fa23U",
    "source": "https://jamesclear.com/3-2-1/april-1-2021",
    "text": "Maintain a margin of safety—even when it’s going well.\n\nRich people go bankrupt chasing more wealth.\n\nFit people get injured chasing personal records.\n\nProductive people become ineffective taking on too many projects.\n\nDon’t let your ambition ruin your position."
  },
  {
    "cttId": "c1qy2",
    "source": "https://jamesclear.com/3-2-1/march-25-2021",
    "text": "Habits are the compound interest of self-improvement.\n\nA small habit—when repeated consistently—grows into something significant."
  },
  {
    "cttId": "WzEJ1",
    "source": "https://jamesclear.com/3-2-1/march-25-2021",
    "text": "People who excel tend to obsess over the details.\n\nPeople who struggle also tend to obsess over the details.\n\nThe difference is what details they focus on. Minutiae vs polish.\n\nMost things don’t matter—but when it does, you want to get the details right."
  },
  {
    "cttId": "hfRel",
    "source": "https://jamesclear.com/3-2-1/march-18-2021",
    "text": "New goals don't deliver new results. New lifestyles do.\n\nAnd a lifestyle is a process, not an outcome. \n\nFor this reason, your energy should go into building better habits, not chasing better results."
  },
  {
    "cttId": "9z8fD",
    "source": "https://jamesclear.com/3-2-1/march-11-2021",
    "text": "The sooner you make a choice, the sooner you can make an adjustment."
  },
  {
    "cttId": "5U41j",
    "source": "https://jamesclear.com/3-2-1/march-4-2021",
    "text": "An approach that has worked well for me: Friendly, but persistent."
  },
  {
    "cttId": "cfcW5",
    "source": "https://jamesclear.com/3-2-1/march-4-2021",
    "text": "People generally have more control over their actions than their feelings.\n\nBut we can influence our feelings by taking action.\n\nTake one small step. Move the body first and the mind will follow."
  },
  {
    "cttId": "3XL75",
    "source": "https://jamesclear.com/3-2-1/february-25-2021",
    "text": "Rome wasn’t built in a day, but they were laying bricks every hour. \nYou don’t have to do it all today. Just lay a brick."
  },
  {
    "cttId": "1A9DI",
    "source": "https://jamesclear.com/3-2-1/february-25-2021",
    "text": "School requires you to learn about things after the answer has already been decided. \n\nLife requires you to learn about things while the answer is in the process of being decided."
  },
  {
    "cttId": "Kl94d",
    "source": "https://jamesclear.com/3-2-1/february-25-2021",
    "text": "Clarity is the elimination of mental clutter.\n\nAgility is the elimination of physical clutter.\n\nTranquility is the elimination of spiritual clutter."
  },
  {
    "cttId": "7E0e1",
    "source": "https://jamesclear.com/3-2-1/february-18-2021",
    "text": "You can attract luck simply by sharing your work publicly."
  },
  {
    "cttId": "JIc6x",
    "source": "https://jamesclear.com/3-2-1/february-11-2021",
    "text": "If you never copy best practices, you’ll have to repeat all the mistakes yourself.\n\nIf you only copy best practices, you’ll always be one step behind the leaders."
  },
  {
    "cttId": "gfpzu",
    "source": "https://jamesclear.com/3-2-1/february-11-2021",
    "text": "Being underestimated is a gift. You don’t have to find motivation."
  },
  {
    "cttId": "h90c_",
    "source": "https://jamesclear.com/3-2-1/february-4-2021",
    "text": "It took me...\n\n200+ articles before I got a book deal.\n250+ articles before I got major media coverage.\n100+ interviews before my book hit the bestseller list.\n\nYou need a lot of shots on goal. Not everything will work, but some of it will. \n\nKeep shooting."
  },
  {
    "cttId": "zG063",
    "source": "https://jamesclear.com/3-2-1/february-4-2021",
    "text": "The challenge for anyone interested in making progress is to simultaneously have (1) the confidence to go after what you want and (2) the humility to accept who you are right now and (3) the willingness to build skills that bridge the gap between 1 and 2."
  },
  {
    "cttId": "7Poz9",
    "source": "https://jamesclear.com/3-2-1/february-4-2021",
    "text": "Where to focus:\nFor the beginner, execution.\nFor the intermediate, strategy.\nFor the expert, mindset."
  },
  {
    "cttId": "Jsc3L",
    "source": "https://jamesclear.com/3-2-1/january-28-2021",
    "text": "Instead of working toward retirement, work toward your ideal lifestyle. There is usually a path to get there in a few years instead of a few decades."
  },
  {
    "cttId": "cS5zw",
    "source": "https://jamesclear.com/3-2-1/january-28-2021",
    "text": "It’s usually more important to be in the right room than to be the smartest person in the room.\n\nA person with great judgement and average intelligence will usually beat someone with great intelligence and average judgment.\n\nJudgment is knowing what room to be in."
  },
  {
    "cttId": "p9foz",
    "source": "https://jamesclear.com/3-2-1/january-21-2021",
    "text": "Just have one good day. Then repeat."
  },
  {
    "cttId": "Jr9Ue",
    "source": "https://jamesclear.com/3-2-1/january-21-2021",
    "text": "Things that keep talented people from fulfilling their potential:\n\n- Trying to please everyone\n- Imitating the desires of others\n- Chasing status without questioning why\n- Playing superhero and trying to do it all alone\n- Dividing your attention"
  },
  {
    "cttId": "pN31e",
    "source": "https://jamesclear.com/3-2-1/january-14-2021",
    "text": "In the long run, the way you treat your time is the way others treat it too."
  },
  {
    "cttId": "WEeb9",
    "source": "https://jamesclear.com/3-2-1/january-14-2021",
    "text": "A brief guide to leadership:\n\n- Always know the answer to, What are we optimizing for?\n\n- Recruit. Recruit. Recruit.\n\n- Never ask someone to do something you aren’t willing to do yourself.\n\n- Give away the credit. Take the blame."
  },
  {
    "cttId": "f0BaP",
    "source": "https://jamesclear.com/3-2-1/january-14-2021",
    "text": "The trajectory of your life bends in the direction of your habits."
  },
  {
    "cttId": "c2cW4",
    "source": "https://jamesclear.com/3-2-1/january-7-2021",
    "text": "Maturity is learning how to start when you feel like procrastinating and learning how to listen when you feel like talking."
  },
  {
    "cttId": "H4cc_",
    "source": "https://jamesclear.com/3-2-1/january-7-2021",
    "text": "There are nearly endless opportunities to improve each day and finding them largely boils down to being curious.\n\nPeople who are better in the end are usually curious in the beginning."
  },
  {
    "cttId": "_7alY",
    "source": "https://jamesclear.com/3-2-1/december-31-2020",
    "text": "If you genuinely care about the goal, you’ll focus on the system."
  },
  {
    "cttId": "23Has",
    "source": "https://jamesclear.com/3-2-1/december-31-2020",
    "text": "We often avoid taking action because we think I need to learn more, but the best way to learn is often by taking action."
  },
  {
    "cttId": "MUaJY",
    "source": "https://jamesclear.com/3-2-1/december-24-2020",
    "text": "The most important conversation is the conversation you have with yourself each day."
  },
  {
    "cttId": "1d3UX",
    "source": "https://jamesclear.com/3-2-1/december-17-2020",
    "text": "Life instantly improves when you don’t blame other people and focus on what you can control."
  },
  {
    "cttId": "_cbrd",
    "source": "https://jamesclear.com/3-2-1/december-17-2020",
    "text": "Broad ideas influence more people.\n\nSpecific ideas influence people more."
  },
  {
    "cttId": "e5e83",
    "source": "https://jamesclear.com/3-2-1/december-10-2020",
    "text": "The more disciplined your environment is, the less disciplined you need to be. Don't swim upstream."
  },
  {
    "cttId": "lmMIj",
    "source": "https://jamesclear.com/3-2-1/december-10-2020",
    "text": "Many people delay taking action because they hope to avoid suffering. They keep searching for a path that won’t involve tradeoffs.\n\nBut some form of suffering is always inevitable. The process of taking action is the process of choosing your pain."
  },
  {
    "cttId": "0SVbC",
    "source": "https://jamesclear.com/3-2-1/december-3-2020",
    "text": "Every skill you have today was once unknown to you.\n\nThe human brain is a learning machine. Stick with it."
  },
  {
    "cttId": "Gd7qm",
    "source": "https://jamesclear.com/3-2-1/december-3-2020",
    "text": "The best exercise for gaining strength is not missing workouts."
  },
  {
    "cttId": "8szfA",
    "source": "https://jamesclear.com/3-2-1/december-3-2020",
    "text": "The secret to winning is learning how to lose.\n\nThat is, learning to bounce back from failure and disappointment—undeterred—and continuing to steadily march toward your potential.\n\nYour response to failure determines your capacity for success."
  },
  {
    "cttId": "fcf0s",
    "source": "https://jamesclear.com/3-2-1/november-26-2020",
    "text": "If you genuinely care about the goal, you’ll focus on the system."
  },
  {
    "cttId": "kO0a5",
    "source": "https://jamesclear.com/3-2-1/november-26-2020",
    "text": "Successes are revised mistakes."
  },
  {
    "cttId": "V6ctJ",
    "source": "https://jamesclear.com/3-2-1/november-19-2020",
    "text": "The feeling of progress is one of the best feelings of all. This is true even when progress is small."
  },
  {
    "cttId": "7pL6b",
    "source": "https://jamesclear.com/3-2-1/november-19-2020",
    "text": "Many people work hard, but few people work on the highest and best thing.\n\nUsually, it takes no more effort to work on high leverage tasks than it does to work on low leverage ones.\n\nIt's just a matter of directing your energy."
  },
  {
    "cttId": "lbTfi",
    "source": "https://jamesclear.com/3-2-1/november-19-2020",
    "text": "Not enough is said about the power of thinking about one topic for a long time.\n\nIf you revisit a topic continually for years, most problems (and many solutions) will occur to you at some point.\n\nExpertise can be the gradual accumulation of many modest insights."
  },
  {
    "cttId": "3wPec",
    "source": "https://jamesclear.com/3-2-1/november-5-2020",
    "text": "You can borrow knowledge, but not action."
  },
  {
    "cttId": "SHz3f",
    "source": "https://jamesclear.com/3-2-1/november-5-2020",
    "text": "The trick to writing well is to...\n\n- take long sentences and make them short\n\n- take confusing ideas and make them clear\n\n- take unrelated concepts and make them related\n\n...without losing the main idea in the process."
  },
  {
    "cttId": "3ufkH",
    "source": "https://jamesclear.com/3-2-1/october-22-2020",
    "text": "Be radically proactive about any behavior that pays off in 10 years."
  },
  {
    "cttId": "RGqU5",
    "source": "https://jamesclear.com/3-2-1/october-22-2020",
    "text": "To simplify before you understand the details is ignorance.\n\nTo simplify after you understand the details is genius."
  },
  {
    "cttId": "e1iy5",
    "source": "https://jamesclear.com/3-2-1/october-22-2020",
    "text": "A 5-step process for nearly anything:\n\n1) Explore widely. Find out what is possible.\n\n2) Test cheaply. Run small, quick experiments. \n\n3) Edit ruthlessly. Focus on the best. Cut everything else.\n\n4) Repeat what works. Don't quit on a good idea.\n\n5) Return to 1."
  },
  {
    "cttId": "rHav4",
    "source": "https://jamesclear.com/3-2-1/october-15-2020",
    "text": "I’d estimate at least half of my frustrations with others are actually frustrations with myself for failing to set clear boundaries and stand by them."
  },
  {
    "cttId": "0UfrS",
    "source": "https://jamesclear.com/3-2-1/october-15-2020",
    "text": "Read books that are relevant to what you want to achieve and reading will never seem boring."
  },
  {
    "cttId": "6x0qR",
    "source": "https://jamesclear.com/3-2-1/october-15-2020",
    "text": "The fastest way to improve is to learn from others.\n\n- Read good books\n- Talk to people who have done it\n- Soak up the lessons of the past\n\nLearn from the experiments history has already run and you can start the race halfway finished."
  },
  {
    "cttId": "INT3x",
    "source": "https://jamesclear.com/3-2-1/october-8-2020",
    "text": "Do the most important thing first each day and you'll never have an unproductive day."
  },
  {
    "cttId": "iRVf3",
    "source": "https://jamesclear.com/3-2-1/october-8-2020",
    "text": "Entrepreneur’s mind.\nAthlete’s body.\nArtist’s soul."
  },
  {
    "cttId": "8O1xG",
    "source": "https://jamesclear.com/3-2-1/october-1-2020",
    "text": "When talent is lacking, habit will often suffice."
  },
  {
    "cttId": "PjcTX",
    "source": "https://jamesclear.com/3-2-1/october-1-2020",
    "text": "Go smaller.\n\nCan't learn an exercise? Reduce the range of motion.\n\nStruggling to grasp a new concept? Break it down.\n\nFailing to stick with a habit? Make it easy.\n\nMaster stage one, then advance."
  },
  {
    "cttId": "2s86c",
    "source": "https://jamesclear.com/3-2-1/october-1-2020",
    "text": "'You're probably right' has become of my favorite phrases.\n\nWhen someone disagrees with you on a small matter (read: most things), you can shrug, say 'you’re probably right' and move on.\n\nNot caring about winning trivial arguments saves so much time and energy."
  },
  {
    "cttId": "5Wy2p",
    "source": "https://jamesclear.com/3-2-1/september-24-2020",
    "text": "Feel compliments as deeply as you feel insults."
  },
  {
    "cttId": "cI87A",
    "source": "https://jamesclear.com/3-2-1/september-24-2020",
    "text": "Working on a problem reduces the fear of it.\n\nIt’s hard to fear a problem when you are making progress on it—even if progress is imperfect and slow.\n\nAction relieves anxiety."
  },
  {
    "cttId": "k0mg4",
    "source": "https://jamesclear.com/3-2-1/september-24-2020",
    "text": "Success is largely the failures you avoid.\n\nHealth is the injuries you don't sustain.\n\nWealth is the purchases you don't make.\n\nHappiness is the objects you don't desire.\n\nPeace of mind is the arguments you don't engage.\n\nAvoid the bad to protect the good."
  },
  {
    "cttId": "Yv1b1",
    "source": "https://jamesclear.com/3-2-1/september-17-2020",
    "text": "Most people think they lack motivation when they really lack clarity."
  },
  {
    "cttId": "5Rw9X",
    "source": "https://jamesclear.com/3-2-1/september-17-2020",
    "text": "What looks like talent is often careful preparation.\n\nWhat looks like skill is often persistent revision."
  },
  {
    "cttId": "bs4ZW",
    "source": "https://jamesclear.com/3-2-1/september-10-2020",
    "text": "It costs nothing to ask a successful person how they succeeded, but it may deliver more value than 1,000 hours of hard work.\n\nOthers are not obligated to tell you their secrets, but it is surprising how much you can learn from sincere, direct questions."
  },
  {
    "cttId": "bmab7",
    "source": "https://jamesclear.com/3-2-1/september-10-2020",
    "text": "Don’t spend what you haven’t earned.\n\nAvoid financial debt. Don’t spend money you haven’t earned.\n\nAvoid social debt. Don’t spend goodwill you haven’t earned.\n\nAvoid calendar debt. Don’t spend (free) time you haven’t earned."
  },
  {
    "cttId": "6kxON",
    "source": "https://jamesclear.com/3-2-1/september-10-2020",
    "text": "It’s crazy how 1,000 people can compliment you and you’ll spend all day thinking about the one person who criticized you."
  },
  {
    "cttId": "dx264",
    "source": "https://jamesclear.com/3-2-1/september-3-2020",
    "text": "The most overlooked and underappreciated growth strategy is patience.\n\n(More specifically, consistently producing great work over a long time horizon.)"
  },
  {
    "cttId": "GxVrX",
    "source": "https://jamesclear.com/3-2-1/september-3-2020",
    "text": "Build before you have to.\n\n- Build knowledge before you have to.\n- Build strength before you have to.\n- Build an emergency fund before you have to.\n\nLet internal pressure drive you today, so you can handle external pressure tomorrow."
  },
  {
    "cttId": "8ddRX",
    "source": "https://jamesclear.com/3-2-1/september-3-2020",
    "text": "Vision is the bottleneck of talent.\n\nMost talent is wasted because people do not clearly know what they want. It’s not a lack of effort, but a lack of direction.\n\nThere are many capable people in the world, but relatively few that focus on what matters."
  },
  {
    "cttId": "FI_TG",
    "source": "https://jamesclear.com/3-2-1/august-27-2020",
    "text": "It's better to do less than you hoped than nothing at all. No zero days."
  },
  {
    "cttId": "0znc2",
    "source": "https://jamesclear.com/3-2-1/august-27-2020",
    "text": "The key—if you want to build habits that last—is to join a group where the desired behavior is the normal behavior."
  },
  {
    "cttId": "J58Dj",
    "source": "https://jamesclear.com/3-2-1/august-27-2020",
    "text": "The people who succeed are the ones who want to live the lifestyle that precedes the results.\n\nStop asking, What results do I want to have?\n\nStart asking, What lifestyle do I want to live?\n\nIt's common to want results. It's rare to want the lifestyle."
  },
  {
    "cttId": "A3O6a",
    "source": "https://jamesclear.com/3-2-1/august-20-2020",
    "text": "If the only reason you're not pursuing a dream is because of the length of time it will take to achieve it, you should start right now. Think long-term."
  },
  {
    "cttId": "040zb",
    "source": "https://jamesclear.com/3-2-1/august-20-2020",
    "text": "Don’t write to sound smart. Write to be useful. \n\nIf you’re useful over a long time period, you will end up looking smart anyway."
  },
  {
    "cttId": "8So80",
    "source": "https://jamesclear.com/3-2-1/august-20-2020",
    "text": "The difference between motion and action. \nMotion:\n\n-talk to a personal trainer\n\n-research your book idea\n\n-explore different types of meditation\n\n\nAction:\n\n-do 10 squats\n\n-write 1 sentence\n\n-meditate for 1 minute\n\n\nMotion feels like progress. Action is progress."
  },
  {
    "cttId": "zt52M",
    "source": "https://jamesclear.com/3-2-1/august-13-2020",
    "text": "How to achieve exceptional results:\n\n1) Quantity: You take lots of shots. \n\n2) Quality: You take thoughtful shots. \n\n3) Consistency: You keep shooting for a long time. \n\n4) Feedback. You take better shots over time. \n\n5) Luck: You get a few favorable bounces.​"
  },
  {
    "cttId": "55Pq7",
    "source": "https://jamesclear.com/3-2-1/august-13-2020",
    "text": "Most topics are not worth having an opinion about."
  },
  {
    "cttId": "2s73d",
    "source": "https://jamesclear.com/3-2-1/august-13-2020",
    "text": "If you work, inspiration will come.\n\nIf you wait, inspiration will too."
  },
  {
    "cttId": "oPfZd",
    "source": "https://jamesclear.com/3-2-1/august-6-2020",
    "text": "A difficult lesson to learn: Your most persistent distractions will seem justified to you."
  },
  {
    "cttId": "a2qe1",
    "source": "https://jamesclear.com/3-2-1/august-6-2020",
    "text": "When feedback is immediate, clear, and concrete, people learn quickly.\n\nWhen feedback is delayed, abstract, and opaque, people rarely learn."
  },
  {
    "cttId": "DL75V",
    "source": "https://jamesclear.com/3-2-1/july-30-2020",
    "text": "Take a simple idea and take it seriously.\n—Charlie Munger\n\nDoing a few pushups each day is a simple idea.\n\nSaving at least 10% of your income is a simple idea.\n\nSending Thank You notes is a simple idea.\n\n...but most people don't take simple ideas seriously."
  },
  {
    "cttId": "l9VS6",
    "source": "https://jamesclear.com/3-2-1/july-30-2020",
    "text": "What looks like a talent gap is often a focus gap.\n\nThe 'all star' is often an average to above average performer who spends more time working on what is important and less time on distractions.\n\nThe talent is staying focused."
  },
  {
    "cttId": "Ira4g",
    "source": "https://jamesclear.com/3-2-1/july-30-2020",
    "text": "Procrastinating on something important is choosing to delay a better future."
  },
  {
    "cttId": "x9pR1",
    "source": "https://jamesclear.com/3-2-1/july-23-2020",
    "text": "Progress requires unlearning."
  },
  {
    "cttId": "0oHS3",
    "source": "https://jamesclear.com/3-2-1/july-23-2020",
    "text": "Live with a bias toward action.\n\nIronically, this will teach you patience. When you take action each day, you learn the value of accumulating small improvements over time. Daily habits compound.\n\nBe impatient with your actions. Be patient with your results."
  },
  {
    "cttId": "S8mP5",
    "source": "https://jamesclear.com/3-2-1/july-23-2020",
    "text": "If a decision is reversible, the biggest risk is moving too slow.\n\nIf a decision is irreversible, the biggest risk is moving too fast."
  },
  {
    "cttId": "OF8Dc",
    "source": "https://jamesclear.com/3-2-1/july-16-2020",
    "text": "It is better to start as a fool and learn from your mistakes than to fake being a genius and ignore your errors."
  },
  {
    "cttId": "4Qcie",
    "source": "https://jamesclear.com/3-2-1/july-16-2020",
    "text": "Be forgiving with your past self.\n\nBe strict with your present self.\n\nBe flexible with your future self."
  },
  {
    "cttId": "jwRuU",
    "source": "https://jamesclear.com/3-2-1/july-16-2020",
    "text": "Action forces prioritization.\n\nIf you're stuck deciding between options, force yourself to act. You can only act on one thing at a time, which means you will have to make something the top priority.\n\nEven if you pick wrong, you'll learn something."
  },
  {
    "cttId": "fdk6S",
    "source": "https://jamesclear.com/3-2-1/july-9-2020",
    "text": "·"
  },
  {
    "cttId": "UD1wR",
    "source": "https://jamesclear.com/3-2-1/july-9-2020",
    "text": "3 things that help habits stick\n\n1) Repetition. Habits form based on frequency, not time.\n\n2) Stable context. If the context is always changing, so is the behavior. You need a reliable environment.\n\n3) Positive emotions. If it feels good, you’ll want to repeat it."
  },
  {
    "cttId": "nr0iy",
    "source": "https://jamesclear.com/3-2-1/july-9-2020",
    "text": "When you lose track of time, you are either living your best life or wasting it."
  },
  {
    "cttId": "bbgOo",
    "source": "https://jamesclear.com/3-2-1/july-2-2020",
    "text": "Stop worrying about how long it will take and get started. Time will pass either way."
  },
  {
    "cttId": "UPnGZ",
    "source": "https://jamesclear.com/3-2-1/july-2-2020",
    "text": "What is the real goal?\n\nThe real goal is not to beat the market. The goal is to build wealth.\n\nThe real goal is not to read more books. The goal is to understand what you read.\n\nDon’t let a proxy become the target. Don’t optimize for the wrong outcome."
  },
  {
    "cttId": "_d8G7",
    "source": "https://jamesclear.com/3-2-1/july-2-2020",
    "text": "Without hard work, a great strategy remains a dream.\n\nWithout a great strategy, hard work becomes a nightmare."
  },
  {
    "cttId": "twscb",
    "source": "https://jamesclear.com/3-2-1/june-25-2020",
    "text": "Where you spend your attention is where you spend your life."
  },
  {
    "cttId": "0bV93",
    "source": "https://jamesclear.com/3-2-1/june-25-2020",
    "text": "You always hold the rights to your effort, but never to your results.\n\nResults are entitled to no one. At best, they are on loan and must be renewed each day.\n\nAll you own is the right to try."
  },
  {
    "cttId": "cvjab",
    "source": "https://jamesclear.com/3-2-1/june-18-2020",
    "text": "The Paradox of Freedom:\n\nThe way to expand your freedom is to narrow your focus.\n\nStay focused on saving to achieve financial freedom.\n\nStay focused on training to achieve physical freedom.\n\nStay focused on learning to achieve intellectual freedom."
  },
  {
    "cttId": "83914",
    "source": "https://jamesclear.com/3-2-1/june-18-2020",
    "text": "Mental toughness is persistence not intensity."
  },
  {
    "cttId": "69Y3a",
    "source": "https://jamesclear.com/3-2-1/june-18-2020",
    "text": "The Cycle of Improvement:\n\n1. Awareness - identify what you need to improve.\n\n2. Deliberate practice - focus your conscious effort on the specific area you want to improve.\n\n3. Habit - with practice, the effortful becomes automatic.\n\n4. Repeat - begin again."
  },
  {
    "cttId": "pUgrX",
    "source": "https://jamesclear.com/3-2-1/june-11-2020",
    "text": "In times of uncertainty, your habits can ground you.\n\nWhen you feel overwhelmed, practice 1 minute of mindfulness.\n\nWhen you feel restless, do a 1-minute workout.\n\nWhen the world seems uncontrollable, focus on what you can control."
  },
  {
    "cttId": "An1qj",
    "source": "https://jamesclear.com/3-2-1/june-11-2020",
    "text": "The two skills of modern business: Storytelling and spreadsheets.\n\nKnow the numbers. Craft the narrative."
  },
  {
    "cttId": "r29ga",
    "source": "https://jamesclear.com/3-2-1/june-11-2020",
    "text": "People keep reading self-help and revisiting ideas because that’s precisely what we need: to be reminded.\n\nThe problem is not that information is unhelpful, but that attention is fleeting.\n\nNobody focuses on one idea every minute. Good books refocus the mind."
  },
  {
    "cttId": "6zfTZ",
    "source": "https://jamesclear.com/3-2-1/june-4-2020",
    "text": "Motion does not equal action. Busyness does not equal effectiveness."
  },
  {
    "cttId": "3m8xe",
    "source": "https://jamesclear.com/3-2-1/june-4-2020",
    "text": "When people say they don’t want to change what they really mean is they don’t have an incentive to change.\n\nChange the incentives and the behavior follows suit."
  },
  {
    "cttId": "5v4wt",
    "source": "https://jamesclear.com/3-2-1/may-28-2020",
    "text": "If you have good habits, time becomes your ally. All you need is patience."
  },
  {
    "cttId": "rdIGf",
    "source": "https://jamesclear.com/3-2-1/may-28-2020",
    "text": "How to see opportunities others miss:\n\n1) Study a totally different field, then return to the original problem. Apply insights from other domains.\n\n2) Invert the problem. Try to achieve the opposite.\n\n3) Talk to hyper-creative people. Their thinking will rub off."
  },
  {
    "cttId": "WR20f",
    "source": "https://jamesclear.com/3-2-1/may-28-2020",
    "text": "One form of originality is creation. Another form is synthesis.\n\nPeople often focus so much on creating new ideas that they overlook the value of synthesizing ideas from different sources.\n\nInnovation usually mean connecting previously unconnected concepts."
  },
  {
    "cttId": "d4cav",
    "source": "https://jamesclear.com/3-2-1/may-21-2020",
    "text": "Knowledge is the compound interest of curiosity."
  },
  {
    "cttId": "3Nybf",
    "source": "https://jamesclear.com/3-2-1/may-21-2020",
    "text": "A practical definition of opportunity cost:\n\nIf you spend too much time working on good things, then you don’t have much time left to work on great things.\n\nUnderstanding opportunity cost means eliminating good uses of time. And that's what makes it hard."
  },
  {
    "cttId": "iAMzu",
    "source": "https://jamesclear.com/3-2-1/may-21-2020",
    "text": "There are 3 primary drivers of results in life:\n\n1) Your luck (randomness). \n2) Your strategy (choices). \n3) Your actions (habits).\n\n2 of the 3 are under your control. But if you master those 2, you improve the odds that luck will work for you, not against you."
  },
  {
    "cttId": "UD502",
    "source": "https://jamesclear.com/3-2-1/may-14-2020",
    "text": "Entrepreneurship is a personal growth engine disguised as a business pursuit."
  },
  {
    "cttId": "lMt1c",
    "source": "https://jamesclear.com/3-2-1/may-14-2020",
    "text": "The more control you have over your attention, the more control you have over your future."
  },
  {
    "cttId": "M3cm6",
    "source": "https://jamesclear.com/3-2-1/may-7-2020",
    "text": "Never be so busy comparing what you have that you forget how fortunate you are to have it."
  },
  {
    "cttId": "cfqbZ",
    "source": "https://jamesclear.com/3-2-1/may-7-2020",
    "text": "Wealth is the power to choose.\n\nFinancial wealth is the power to choose how to spend money.\n\nTime wealth is the power to choose how to spend your day.\n\nMental wealth is the power to choose how to spend your attention."
  },
  {
    "cttId": "xD3Jf",
    "source": "https://jamesclear.com/3-2-1/may-7-2020",
    "text": "Creative ideas happen when you stop thinking about what others will think."
  },
  {
    "cttId": "05kam",
    "source": "https://jamesclear.com/3-2-1/april-30-2020",
    "text": "Not taking things personally is a superpower."
  },
  {
    "cttId": "dg_a4",
    "source": "https://jamesclear.com/3-2-1/april-30-2020",
    "text": "How to 80/20 your work:\n\nMake a list of the 10 things you spend the most time on.\n\nCircle the two that truly drive your results. Do more of those.\n\nLook at the others. Eliminate ruthlessly. Automate or outsource what you can. Press pause on the rest.\n\nRepeat."
  },
  {
    "cttId": "Ag4mK",
    "source": "https://jamesclear.com/3-2-1/april-30-2020",
    "text": "The first mistake is never the one that ruins you. It’s the spiral of repeated mistakes that follows. \n\nThe problem is not slipping up; the problem is thinking that if you cannot do something perfectly, then you shouldn’t do it at all…"
  },
  {
    "cttId": "s62C2",
    "source": "https://jamesclear.com/3-2-1/april-23-2020",
    "text": "The best way to get the attention and respect of exceptional people is to do exceptional work.\n\nLike attracts like."
  },
  {
    "cttId": "2zy3F",
    "source": "https://jamesclear.com/3-2-1/april-23-2020",
    "text": "The paradox of risk:\n\n(1) Don't put all your eggs in one basket. If you lose the basket, you lose it all.\n\n(2) Don't put your eggs in too many baskets. The more baskets you manage, the less energy you can put into each one. \n\nDiversified, but focused."
  },
  {
    "cttId": "da_X1",
    "source": "https://jamesclear.com/3-2-1/april-23-2020",
    "text": "You choose the future with your actions each day."
  },
  {
    "cttId": "CeRDc",
    "source": "https://jamesclear.com/3-2-1/april-16-2020",
    "text": "Correct your mistakes before they become your habits."
  },
  {
    "cttId": "8Wd3t",
    "source": "https://jamesclear.com/3-2-1/april-16-2020",
    "text": "Balance is timing, not intensity.\n\nIt is not doing multiple tasks at 80%, but developing the skill of turning it on and turning it off.\n\nSleep fully, then work intensely. Focus deeply, then relax completely. \n\nBalance is 'when to' not 'how to.'"
  },
  {
    "cttId": "umI7p",
    "source": "https://jamesclear.com/3-2-1/april-16-2020",
    "text": "Concentration produces wealth.\n\nDiversification protects wealth."
  },
  {
    "cttId": "Yg9pV",
    "source": "https://jamesclear.com/3-2-1/april-9-2020",
    "text": "Ultimately, the only way to truly be in control of your life is to be in control of your thoughts."
  },
  {
    "cttId": "zaLsM",
    "source": "https://jamesclear.com/3-2-1/april-9-2020",
    "text": "Slow and steady often wins because it keeps you motivated.\n\nTake on manageable challenges and you'll get frequent signals of progress. Bite off more than you can chew and progress stalls.\n\nWhen you make progress, you want to keep going. When you break progress, you want to stop."
  },
  {
    "cttId": "3eljS",
    "source": "https://jamesclear.com/3-2-1/april-9-2020",
    "text": "When you say no, you are only saying no to one option. When you say yes, you are saying no to every other option.\n\nNo is a choice. Yes is a responsibility."
  },
  {
    "cttId": "lgo8F",
    "source": "https://jamesclear.com/3-2-1/april-2-2020",
    "text": "Before you ask for readers, write the article you wish you could read.\n\nBefore you ask for the sale, create the product you wish you had.\n\nBefore you need support, be the supportive friend. \n\nAlways give value before you ask for value."
  },
  {
    "cttId": "nAaLD",
    "source": "https://jamesclear.com/3-2-1/april-2-2020",
    "text": "Each day is a new battle to say yes to what matters and say no to what doesn’t. Focus is a practice."
  },
  {
    "cttId": "AM1SB",
    "source": "https://jamesclear.com/3-2-1/april-2-2020",
    "text": "What can you do with 5 good minutes?\n\n5 good minutes of:\n\n-pushups is a solid workout \n-writing can deliver 1 good page \n-reading can finish an insightful article \n-meditation can reset your mood\n\nYou don’t need more time—just a little focused action."
  },
  {
    "cttId": "009sx",
    "source": "https://jamesclear.com/3-2-1/march-26-2020",
    "text": "Whenever there is a gap between your habits and your goals, your habits will always win."
  },
  {
    "cttId": "c636O",
    "source": "https://jamesclear.com/3-2-1/march-26-2020",
    "text": "Anticipate, but don’t expect.\n\nAnticipation: You’re excited for what the future holds, but you don’t try to control it.\n\nExpectation: You try to predict the future and restrict your happiness to one outcome.\n\nAlways be excited about the possibilities. Never be entitled to them."
  },
  {
    "cttId": "3c2B6",
    "source": "https://jamesclear.com/3-2-1/march-26-2020",
    "text": "Study as if you know nothing.\n\nWork as if you can solve anything."
  },
  {
    "cttId": "cJ68C",
    "source": "https://jamesclear.com/3-2-1/march-19-2020",
    "text": "In a world where information is abundant and easy to access, the real advantage is knowing where to focus."
  },
  {
    "cttId": "D1pcB",
    "source": "https://jamesclear.com/3-2-1/march-19-2020",
    "text": "The most useful form of patience is persistence.\n\nPatience implies waiting for things to improve on their own.\n\nPersistence implies keeping your head down and continuing to work when things take longer than you expect."
  },
  {
    "cttId": "izbI8",
    "source": "https://jamesclear.com/3-2-1/march-19-2020",
    "text": "Win the moment in front of you right now."
  },
  {
    "cttId": "ufob9",
    "source": "https://jamesclear.com/3-2-1/march-12-2020",
    "text": "Your actions are a consequence of your thoughts.\n\nYour thoughts are a consequence of what you consume.\n\nAnd in the modern age, what you consume is largely a consequence of how you select and refine your social media feed.\n\nChoose better inputs. Get better outputs."
  },
  {
    "cttId": "fbEs_",
    "source": "https://jamesclear.com/3-2-1/march-12-2020",
    "text": "Your current habits are perfectly designed to deliver your current results."
  },
  {
    "cttId": "8UdMp",
    "source": "https://jamesclear.com/3-2-1/march-12-2020",
    "text": "Needless commitments are more wasteful than needless possessions. Possessions can be ignored, but commitments are a recurring debt that must be paid for with your time and attention."
  },
  {
    "cttId": "cwqIP",
    "source": "https://jamesclear.com/3-2-1/march-5-2020",
    "text": "Every action is a vote for the type of person you wish to become."
  },
  {
    "cttId": "vL6tq",
    "source": "https://jamesclear.com/3-2-1/march-5-2020",
    "text": "Your success depends on the risks you take.\n\nYour survival depends on the risks you avoid."
  },
  {
    "cttId": "H4e6o",
    "source": "https://jamesclear.com/3-2-1/march-5-2020",
    "text": "The way to attract good luck is to be reliable in a valuable area.\n\nThe more you repeatedly deliver value, the more people seek you out for that value.\n\nYour reputation is a magnet. Once you become known for something, relevant opportunities come to you."
  },
  {
    "cttId": "54bNl",
    "source": "https://jamesclear.com/3-2-1/february-27-2020",
    "text": "If you...\n\n1) develop a bias for moving fast\n\n2) consistently ask, What’s the real goal here and is there a better way to accomplish it?\n\n... you can accomplish a lot in one life."
  },
  {
    "cttId": "bzvxV",
    "source": "https://jamesclear.com/3-2-1/february-27-2020",
    "text": "You can create a lot of meaning in your own life by helping someone else do something that is meaningful to them."
  },
  {
    "cttId": "e5_Dl",
    "source": "https://jamesclear.com/3-2-1/february-13-2020",
    "text": "Praise others. It will bring them peace of mind.\n\nDo not expect others to praise you. It will bring you peace of mind."
  },
  {
    "cttId": "dMZL5",
    "source": "https://jamesclear.com/3-2-1/february-6-2020",
    "text": "Life is too short to not be pursuing the best opportunity you know of."
  },
  {
    "cttId": "e5OId",
    "source": "https://jamesclear.com/3-2-1/january-30-2020",
    "text": "The fastest way to raise your level of performance:\n\nCut your number of commitments in half."
  },
  {
    "cttId": "KsHVc",
    "source": "https://jamesclear.com/3-2-1/january-23-2020",
    "text": "Focus is the art of knowing what to ignore."
  },
  {
    "cttId": "ntocv",
    "source": "https://jamesclear.com/3-2-1/january-23-2020",
    "text": "On minimalism:\n\nThe goal is not to have the least amount of things, but the optimal amount of things.\n\nTwo important footnotes:\n\n(1) The optimal amount depends on your goals.\n(2) The optimal amount is almost always less than you think."
  },
  {
    "cttId": "E7W5t",
    "source": "https://jamesclear.com/3-2-1/january-16-2020",
    "text": "It’s never been a better time for self-motivated people.\n\nAnyone connected to the internet has the education power of a university and the distribution power of a media company at their fingertips.\n\nCuriosity, courage, and persistence are the new gatekeepers."
  },
  {
    "cttId": "6f68K",
    "source": "https://jamesclear.com/3-2-1/january-16-2020",
    "text": "The most dangerous items on your to-do list are the ones that look like opportunities, but are actually distractions."
  },
  {
    "cttId": "0dzUS",
    "source": "https://jamesclear.com/3-2-1/january-9-2020",
    "text": "Optimize for tomorrow—as in, literally, one day from now.\n\nSave to be a little richer tomorrow. Exercise to be a little fitter tomorrow. Read to be a little smarter tomorrow.\n\n1% better every day."
  },
  {
    "cttId": "npc3l",
    "source": "https://jamesclear.com/3-2-1/january-2-2020",
    "text": "Time magnifies the margin between success and failure. It will multiply whatever you feed it. Good habits make time your ally. Bad habits make time your enemy."
  },
  {
    "cttId": "mQjPn",
    "source": "https://jamesclear.com/3-2-1/december-26-2019",
    "text": "Compliment others more.\n\nYou’ll barely remember you did it, but the other person may never forget that you did.\n\nKindness has unlimited upside."
  },
  {
    "cttId": "x47oO",
    "source": "https://jamesclear.com/3-2-1/december-19-2019",
    "text": "The hardest part of solving a problem is accurately defining it."
  },
  {
    "cttId": "W60D9",
    "source": "https://jamesclear.com/3-2-1/december-19-2019",
    "text": "Before you dream about the view from the summit, ask yourself if you're willing to keep your head down, focus on the path, and spend your life walking up the side of a very big hill.\n\nIt takes years of walking to earn a minute at the top."
  },
  {
    "cttId": "yVUfl",
    "source": "https://jamesclear.com/3-2-1/december-12-2019",
    "text": "Your actions are your real priorities."
  },
  {
    "cttId": "hUP7z",
    "source": "https://jamesclear.com/3-2-1/december-5-2019",
    "text": "New goals don't deliver new results. New lifestyles do.\n\nAnd a lifestyle is not an outcome, it is a process. For this reason, all of your energy should go into building better habits, not chasing better results."
  },
  {
    "cttId": "Uc0fd",
    "source": "https://jamesclear.com/3-2-1/november-28-2019",
    "text": "The most satisfying form of freedom is not a life without responsibilities, but a life where you are free to choose your responsibilities."
  },
  {
    "cttId": "Y77b2",
    "source": "https://jamesclear.com/3-2-1/november-21-2019",
    "text": "Rome wasn’t built in a day, but they were laying bricks every hour."
  },
  {
    "cttId": "1PKcD",
    "source": "https://jamesclear.com/3-2-1/november-21-2019",
    "text": "The highest level of mastery is simplicity.\n\nMost information is irrelevant and most effort is wasted, but only the expert knows what to ignore."
  },
  {
    "cttId": "4n7R3",
    "source": "https://jamesclear.com/3-2-1/november-14-2019",
    "text": "The surest way to prevent yourself from learning a topic is to believe you already know it."
  },
  {
    "cttId": "514u6",
    "source": "https://jamesclear.com/3-2-1/november-7-2019",
    "text": "Most failures are one-time costs. Most regrets are recurring costs.\n\nThe pain of inaction stings longer than the pain of incorrect action."
  },
  {
    "cttId": "flamA",
    "source": "https://jamesclear.com/3-2-1/october-24-2019",
    "text": "A good choice may go unrewarded for a long time.\n\nThe best choices tend to provide exponential returns and a hallmark of any compounding process is that the greatest rewards are delayed. Things don't really take off until years later.\n\nKeep working. Be patient."
  },
  {
    "cttId": "ezqd1",
    "source": "https://jamesclear.com/3-2-1/october-24-2019",
    "text": "When you say no, you are only saying no to one option.\n\nWhen you say yes, you are saying no to every other option.\n\nNo is a decision.\n\nYes is a responsibility.\n\nBe careful what (and who) you say yes to. It will shape your day, your career, your family, your life."
  },
  {
    "cttId": "82f94",
    "source": "https://jamesclear.com/3-2-1/october-17-2019",
    "text": "A simple way to ensure you are focused on what matters:\n\nImagine everything gets wiped. You inherit no tasks or responsibilities from your past or present. Then, add back only what you miss.\n\nChoose what to add to a blank slate, not what to keep from a full plate."
  },
  {
    "cttId": "gq7ff",
    "source": "https://jamesclear.com/3-2-1/october-10-2019",
    "text": "The fact that you go to the gym even though you don’t need to... is why you don’t need to.\n\nThe fact that you save when you could spend... is why you have money to spend.\n\nYour habits create your strength."
  },
  {
    "cttId": "nFgxJ",
    "source": "https://jamesclear.com/3-2-1/october-3-2019",
    "text": "The costs of your good habits are in the present.\n\nThe costs of your bad habits are in the future."
  },
  {
    "cttId": "147ee",
    "source": "https://jamesclear.com/3-2-1/october-3-2019",
    "text": "Why focus on the process when the world is outcome driven? Don’t results matter?\n\nYes, results do matter. But if you optimize for the outcome, you win one time.\n\nIf you optimize for a process that leads to great outcomes, you can win again and again."
  },
  {
    "cttId": "choLc",
    "source": "https://jamesclear.com/3-2-1/september-26-2019",
    "text": "Your body adapts to what you eat.\n\nYour mind adapts to what you consume.\n\nYour soul adapts to what you love.\n\nWhat you feed yourself today is who you become tomorrow."
  },
  {
    "cttId": "hdcf6",
    "source": "https://jamesclear.com/3-2-1/september-26-2019",
    "text": "One of the most underrated career skills that isn’t really taught anywhere is editing your own writing.\n\nGreat writing is actually re-writing. Simplifying paragraphs. Clarifying key points. Double-checking for typos.\n\nGood writing will impress in any job."
  },
  {
    "cttId": "44jYw",
    "source": "https://jamesclear.com/3-2-1/september-12-2019",
    "text": "Your 1st blog post will be bad, but your 1000th will be great.\n\nYour 1st workout will be weak, but your 1000th will be strong.\n\nYour 1st meditation will be scattered, but your 1000th will be focused.\n\nPut in your reps."
  },
  {
    "cttId": "BGrLb",
    "source": "https://jamesclear.com/3-2-1/september-5-2019",
    "text": "Practice is the price you pay today to be better tomorrow."
  },
  {
    "cttId": "ca8aC",
    "source": "https://jamesclear.com/3-2-1/august-29-2019",
    "text": "You know yourself mostly by your thoughts.\n\nEveryone else in the world knows you only by your actions.\n\nRemember this when you feel misunderstood. You have to do or say something for others to know how you feel."
  },
  {
    "cttId": "_iuqa",
    "source": "https://jamesclear.com/3-2-1/august-29-2019",
    "text": "Habits will form whether you want them or not.\n\nWhatever you repeat, you reinforce."
  },
  {
    "cttId": "Te8Or",
    "source": "https://jamesclear.com/3-2-1/august-22-2019",
    "text": "In the long-run (and often in the short-run), your willpower will never beat your environment."
  },
  {
    "cttId": "6WaG2",
    "source": "https://jamesclear.com/3-2-1/august-15-2019",
    "text": "Mastery requires both impatience and patience.\n\nThe impatience to have a bias toward action, to not waste time, and to work with a sense of urgency each day.\n\nThe patience to delay gratification, to wait for your actions to accumulate, and to trust the process."
  },
  {
    "cttId": "jRNI1",
    "source": "https://jamesclear.com/3-2-1/august-15-2019",
    "text": "When making plans, think big.\n\nWhen making progress, think small."
  },
  {
    "cttId": "uby05",
    "source": "https://jamesclear.com/3-2-1/august-8-2019",
    "text": "Life is short.\n\nAnd if life is short, then moving quickly matters. Launch the product. Write the book. Ask the question. Take the chance.\n\nBe thoughtful, but get moving."
  },
  {
    "cttId": "Xg085",
    "source": "https://jamesclear.com/3-2-1/august-8-2019",
    "text": "Start now. Optimize later.\n\nAn imperfect start can always be improved, but obsessing over a perfect plan will never take you anywhere on its own."
  }
]
